Repository: giellalt/corpus-sme
Catalog: tmx/smj/admin/sd/samediggi.no/riikkaidgaskasas-bargu.html.tmx
Source language: sme
Languages: smj

source: Riikkaidgaskasaš bargu / Sámediggi - Sametinget
smj: Rijkajgasskasasj barggo / Sámedigge - Sametinget

source: Riikkaidgaskasaš bargu
smj: Rijkajgasskasasj barggo

source: Máilmmi álgoálbmogat ellet hui iežálágan, ja dávjá váttis eallineavttuid vuolde.
smj: Álggoálmmuga væráldav miehtáj viessu viehka moattelágásj iellemdilen ma álu li viehka gássjelisá.

source: Riikkaidgaskasaš reguleremat das movt stáhtat meannudit ja ovttas doibmet álgoálbmogiiguin lea danin hui dehálaš máilmmi álgoálbmogiidda.
smj: Rijkajgasskasasj mierredibme stáhtaj álggoálmmugij giehtadallam ja avtastallam le viehka ájnas værálda álggoálmmugijda.

source: Dás lea sáhka dohkkehuvvomis álgoálbmogiin ja ahte stáhtat politihka hábmemis dohkkehit álgoálbmogiid sierranas sajádaga ja beroštumiid olmmožin.
smj: Dát dan diehti váj galggi álggoálmmugin dåhkkiduvvat ja aj váj stáhta ietjasa politihka hábbmidahttijn álggoálmmugij sierralágásj sajev ja berustimijt álmmugin vieledi.

source: Ovddasvástideaddji politihkkár
smj: Politihkalasj åvdåsvásstediddje

source: Sámi ovttasbargu
smj: Sáme aktisasjbarggo

source: Rájahis guovlulaš ovttasbargu
smj: Rijkajgasskasasj guovlolasj aktisasjbarggo

source: Riikkaidgaskasaš álgoálbmotovttasbargu
smj: Rijkajgasskasasj álggoálmmukaktisasjbarggo

source: Sámediggi bargá
smj: Sámedigge barggá

source: Ahte álgoálbmogiid olmmošvuoigatvuođat nannejuvvojit
smj: Álggoálmmugij almasjrievtesvuodajt nannit.

source: Ahte oažžut ceavzilis ovdáneami mii sihkkarastá sámiid ja eará álgoálbmotkultuvrraid ávnnaslaš vuođu
smj: Guoddelis åvddånahttemav mij sámij ja ietjá álggoálmmugij kultuvra materiálalasj vuodov nanni.

source: Ahte ovttasbargu sámiid gaskkas riikarájáid rastá viidána
smj: Vijddás aktisasjbargov sámij gaskan rijkarájáj rastá.

source: Ahte Davviriikkat vuolláičállet Davviriikkaid sámekonvenšuvnna mii dohkkeha álgoálbmogiid iešmearrideami
smj: Nuorttarijkaj lánda vuollájtjálli Nuorttarijkaj sámekonvensjåvnåv mij dåhkkit álggoálmmugij riektáv iesjmierredibmáj.

source: Duogaš
smj: Duogásj

source: Sámediggi hálddaša prinsihpalaš oainnuid ja beroštumiid mat ovddiduvvojit ja bealuštuvvojit riikkaidgaskasaš dásis.
smj: Sámedikken li muhtem prinsihpalasj vuojno ja berustime ma rijkajgasskasasj æjvvalimsajijn åvdeduvvi ja bælostuvvi.

source: La dehálaš ahte álgoálbmotipmárdus vuhtiiváldojuvvo sihke nationála ja riikkaidgaskasaš dásiin, ja ahte álgoálbmogiidda mearkkašahtti áššit ovddiduvvojit sihke nationála ja riikkaidgaskasaš dásis.
smj: Ájnas le jut álggoálmmukdimensjåvnnå nasjonála ja rijkajgasskasasj aktijvuodajn várajda váldeduvvá, ja ássje ma álggoálmmugijda li ájnnasa åvdeduvvi sihka rijka- ja rijkajgasskasasj dásen.

source: Álgoálbmotjoavkkuid eksisteansa ja eallin vuođđuduvvá ovddideapmái ja makkár faggi dan ovddideamis lea báikkálaččat, našunalalaččat ja riikkaidgaskasaččat.
smj: Álggoálmmukjuohkusij viessom ja årrom le vuododuvvam åvddånahttema nanna ja gåktu åvddånahttem bájkálasj, rijka ja rijkajgasskasasj dásen sajájdahteduvvá.

source: Heivehanmunni ja nuppástuhttin, jotkkolašvuohta ja ođasteamit leat guovddáš doahpagat boahttevaš álgoálbmotservodaga hábmemis.
smj: Massjkisvuohta ja nuppástuhttem, iemelágásjvuohta ja ådåstuhttem li ájnas moallánagá gåktu ihttásj álggoálmmuksebrudagájt sihtap hábbmit.

source: Muhtun álgoálbmotjoavkkuide lea ođđaáigásaš searvevuođaid ovdáneapmi leamašan diehttelassan, ja earáide lea servodatrievdan dagahan čoavddekeahtes váttisvuođaid ja leat vásihan ahte eai hálddaš ođđa áiggi.
smj: Muhtem álggoálmmukjuohkusijda le ådåájggásasj aktijvuoda hábbmim læhkám luondulasj, madi iehtjádijda li sebrudakrievddama buktám hásstalusájt majt ij máhte tjoavddet ja dåbddo e ådå ájgijn nagáda.

source: Ollugat vásihit ahte eai beasa searvat ja leat oassin čálgoovdáneamis, ovdamearkka dihte leat čielga paralleallat geafivuođa ja álgoálbmogiid gaskkas.
smj: Moaddása e besa oasev válldet boandásvuoda lassánimes, duola dagu li tjielgas aktijvuoda hæjosvuoda ja álggoálmmugij gaskan.

source: Ollugat leat eaidaduvvon maŋimus logi jagi ođđa teknologalaš servodagas.
smj: Ja moaddása li abmasa sjaddam dan ådåájggásasj teknologijasebrudahka mij le maŋemus lågij jagij åvddånam.

source: Sámiid kultuvrralaš áŋgiruššan, masa šattai ođđa leaktu 1960-logu loahpageahčen, bohciidahtii čielga dárbbu áŋgiruššagoahtit riikkaidgaskasaččat vai kultuvra bisošii ja ovdánivččii.
smj: Sámij kultuvralasj mobiliserim, mij ådå fámoj 1960-lågo rájes álgij, buvtij dárbov dáv rahtjamav kultuvralasj bierggima ja åvddånime hárráj rijkajgasskasasj dássáj låggŋit.

source: Sámeášši šattai eanet ja eanet eamiálbmotáššin.
smj: Sámeássje ienebut ja ienebut álggoálmmukássjen sjaddin.

source: Sámi organisašuvnnat barge 1970-logu rájes aktiivvalaččat beassamis mielde riikkaidgaskasaš álgoálbmotbargui earret eará Álgoálbmogiid Máilmmiráđi (WCIP) ásaheami oktavuođas jagi 1975:s.
smj: Sáme organisasjåvnå 1970-lågos dåjmalattjat barggin dan vuoksjuj váj galggin rijkajgasskasasj álggoálmmukbargguj sæbrrat duola dagu Álggoálmmugij væraltráde (WCIP) ásadime baktu jagen 1975.

source: Maŋŋelis leat álgoálbmogat bargan ILO-konvenšuvnnain nr. 169 álgoálbmogiid ja olmmoščearddaid birra iešheanalaš stáhtain, ON julggaštusaid álgoálbmotvuoigatvuođaid birra ja 1966 ON julggaštusain siviila ja politihkalaš vuoigatvuođaid dynámalaš ovdánemiin.
smj: Maŋŋela li álggoálmmuga barggam ILO-konvensjåvnåjn nr. 169, álggoálmmuktjuottjodusájn ja dynámalasj åvddånahttemijn FN-konvensjåvnåjn sivijla ja politihkalasj riektáj gáktuj 1966 jages.

source: Riikkaidgaskasaš álgoálbmotovttasbargu, ja sámiid searvan dan bargui, lea njuolgut váikkuhan sápmelaččaid dillái.
smj: Rijkajgasskasasj álggoálmmukbarggo ja sámij oassálasstem dasi, le njuolgga sámij dilev vájkkudam.

source: Dat bođii čielgasit ovdan dan bargus man olis jagi 2005:s finnmárkoláhka mearriduvvui.
smj: Dát viehka tjielggasit åvddån bådij prosessan man boados lij Finnmárkkoláhka jagen 2005.

source: , ON nállevealahanlávdegoddi, ON álgoálbmotvuoigatvuođaid erenoamášdieđiheaddji ja riikkaidgaskasaš olmmošvuoigatvuođaáššedovdit cealkámušat ja rávvagat ledje mearrideaddjin dasa go sámiid vuoigatvuođat dohkkehuvvojedje dan dásis go dahkkojedje finnmárkolága mearrideami oktavuođas.
smj: , AN:a tjærddavieledimkomitea, AN:a álggoálmmugij almasjriektádile sierrarapportøra ja rijkajgasskasasj álmmukriektáássjedåbddij javllamusá lidjin ájnnasa gå sámij riektá da vierdev finnmárkolága baktu dåhkkiduvvin.

source: Rádjerasttildeaddji bargu láhččojuvvo earenoamážiid nationála ja riikkaidgaskasaš forumiin bakte, nugomat ON.
smj: Rijkajgasskasasj barggo guosská duola dagu nasjonála ja rijkajgasskasasj aktijvuoda dagu AN.

source: , Sámi parlamentáralaš ráđi, Barents-ovttasbargu, Arktalaš ovttasbargu, Davviriikkaid ovttasbargu, davveguovlopolitihkka, Interreg ja davvi olli (EU).
smj: , Sáme parlamentáralasj ráde, Barentsaktisasjbarggo, Arktalasj aktisasjbarggo, nuorttarijkaj aktisasjbarggo Interreg ja nuorttalasj dimensjåvnnå (EU).
